const AboutMe = () => {
  return (
    <div className="bg-gray-100">
      <div className="py-16">
        <h1 className="text-3xl font-bold text-center ">আমাদের সম্পর্কে</h1>
        <div className="px-6 md:px-10 lg:px-44 text-justify text-lg md:text-xl ">
          <p className="text-xl font-semibold">ভূমিকা ............</p>
          <br />
          কচুয়া উপজেলায় শতাধিক কিন্ডারগার্টেন রয়েছে। সরকারি প্রাথমিক
          বিদ্যালয়ের পাশাপাশি কিন্ডারগার্টেনগুলি উপজেলায় শিক্ষা বিস্তারে
          অপরিসীম ভূমিকা পালন করছে। সরকারি বিভিন্ন দিকনির্দেশনা পালনের লক্ষ্যে
          ২০১২ সালে কচুয়া উপজেলার সকল কিন্ডারগার্টেন এর প্রধান শিক্ষক একত্রিত
          হয়ে অ্যাসোসিয়েশন গঠনের উদ্যোগ গ্রহণ করেন। কচুয়া উপজেলার তৎকালীন
          শিক্ষা অফিসার মো. মনিরুজ্জামান-এর প্রেরণায় ২০১২ সালের মে মাসে{" "}
          <span className="font-semibold">
            কচুয়া কিন্ডারগার্টেন অ্যাসোসিয়েশন
          </span>{" "}
          প্রতিষ্ঠা লাভ করে। আবু সুফিয়ান মোহাম্মদ কাউসার কচুয়া কিন্ডারগার্টেন
          অ্যাসোসিয়েশনের প্রতিষ্ঠাতা সভাপতি এবং মানিক ভৌমিক প্রতিষ্ঠাতা সাধারণ
          সম্পাদক নির্বাচিত হন। ২০১৫ সালে প্রত্যক্ষ ভোটের মাধ্যমে
          অ্যাসোসিয়েশনের কমিটি গঠন করে সংগঠনটি গণতান্ত্রিক প্রক্রিয়াকে সুদৃঢ়
          করে। ২০১৫ সালে সভাপতি নির্বাচিত হন অধ্যাপক মফিজুল ইসলাম এবং সাধারণ
          সম্পাদক নির্বাচিত হন মানিক ভৌমিক। সংগঠটির প্রতিটি ইউনিয়নে ইউনিয়ন
          কমিটি এবং পৌরসভায় পৌর কমিটি রয়েছে। ২০২২ সালে আরেকটি প্রত্যক্ষ ভোটের
          মাধ্যমে মানিক ভৌমিক সভাপতি এবং আমির হোসেন মজুমদার সাধারণ সম্পাদক
          নির্বাচিত হন। এছাড়া শিক্ষা বিষয়ক সম্পাদক আলমগীর হোসেন চৌধুরী ও
          অর্থবিষয়ক সম্পাদক ফখরুদ্দিন আহমেদ নির্বাচিত হন। সংগঠনটির একটি নিজস্ব
          গঠনতন্ত্র রয়েছে। অভ্যন্তরীণ অডিট কমিটির মাধ্যমে প্রতি বছর সংগঠনের
          হিসাব নিরীক্ষণ করা হয়। সংগঠনটির অন্যতম সাফল্যজনক কাজ হল শিশুদের মেধা
          বিকাশের লক্ষ্যে বৃত্তি পরীক্ষার আয়োজন। ২০১২ সাল থেকে বৃত্তি পরীক্ষাটি
          ধারাবাহিকভাবে চলে আসছে। কচুয়া উপজেলায় এ বৃত্তি পরীক্ষাটি অভিভাবকদের
          মধ্যে ব্যাপক প্রশংসা লাভ করে। কিন্ডারগার্টেন এর পাশাপাশি বর্তমানে
          সরকারি প্রাথমিক বিদ্যালয়ের শিক্ষার্থীরাও এই বৃত্তি পরীক্ষায় অংশগ্রহণ
          করে থাকে। প্রতিবছর পরীক্ষার মাধ্যমে শিক্ষার্থীদের মেধা যাচাই করে পাঁচ
          শতাধিক শিক্ষার্থীকে বৃত্তি প্রদান করা হয়। উপজেলায় সকলের সহযোগিতা ও
          প্রেরণায়{" "}
          <span className="font-semibold">
            কচুয়া কিন্ডারগার্টেন অ্যাসোসিয়েশন
          </span>{" "}
          একটি আদর্শ শিক্ষামূলক সংগঠন হিসেবে এগিয়ে যাবে এই প্রত্যাশা করি।
          <br />
          <span className="font-semibold">মানিক ভৌমিক</span>
          <br />
          সভাপতি, কচুয়া কিন্ডারগার্টেন এসোসিয়েশন,চাঁদপুর।
        </div>
      </div>
    </div>
  );
};

export default AboutMe;
